Repository: teksetter/templavoilaplus-languagefiles
Catalog: v7/*/*.BackendLayout.xlf
Languages: it

# mlang_tabs_tab
source: Page
it: Pagina

# mlang_labels_tabdescr
source: This module allows you to create and edit webpages. It provides a template selector and management for different languages. This page module is part of the extension "TemplaVoilà".
it: Questo modulo ti consente di creare e modificare pagine web. Fornisce un selettore di modelli e la gestione per diverse lingue. Questo modulo di pagina fa parte dell’estensione “TemplaVoilà”.

# mlang_labels_tablabel
source: Create and edit pages
it: Crea e modifica pagine

# default_introduction
source: If you wish to edit the content of a page, please click the page title in the page tree to the left.
it: Se desideri modificare il contenuto di una pagina, fai clic sul titolo della pagina nell’albero della pagina a sinistra.

# csh_whatisthetemplavoilapagemodule
source: What is the TemplaVoilà page module?
it: Cos’è il modulo pagina TemplaVoilà?

# createnewpage_selecttemplate
source: Select a template for your new page:
it: Seleziona un modello per la tua nuova pagina:

# createnewpage_defaultlayoutsubmitlabel
source: Create page with default layout
it: Crea pagina con layout predefinito

# createnewpage_templateobject_createemptypage
source: Create an empty page based on this template:
it: Crea una pagina vuota basata su questo modello:

# createnewpage_templateobject_createpagewithdefaultcontent
source: Create a page with default content based on this template:
it: Crea una pagina con contenuto predefinito basato su questo modello:

# createnewcontent_newContentElement
source: New content element
it: Nuovo elemento di contenuto

# info_elementfromotherpage
source: This is a reference to an element on page %2$d.
it: Questo è un riferimento a un elemento nella pagina% 2 $ d.

# warning_elementusedmorethanonce
source: This element has been used %s times on this page! ID:%s
it: Questo elemento è stato utilizzato% s volte in questa pagina! ID:% s

# warning_containerSeparate
source: This container element has localization without inheritance enabled (langChildren = 0). This is most likely a misconfiguration since the localization features of TemplaVoilà does not support localized container fields in the native interface! Please inform the system administrator!
it: Questo elemento contenitore ha la localizzazione senza ereditarietà abilitata (langChildren = 0). Questo è molto probabilmente un errore di configurazione poiché le funzionalità di localizzazione di TemplaVoilà non supportano i campi Contenitore localizzati nell’interfaccia nativa! Si prega di informare l’amministratore di sistema!

# warning_containerInheritance
source: This container element has localization enabled but with inheritance (langChildren = 1). This situation might produce confusing displays in TemplaVoilà and you are encouraged to disable localization of this container element completely by setting langDisable = 1. Please inform the system administrator!
it: Questo elemento contenitore ha la localizzazione abilitata ma con ereditarietà (langChildren = 1). Questa situazione potrebbe produrre visualizzazioni confuse in TemplaVoilà e sei incoraggiato a disabilitare completamente la localizzazione di questo elemento contenitore impostando langDisable = 1. Informa l’amministratore di sistema!

# warning_containerSeparate_short
source: L10N mode: Separate!
it: Modalità L10N: separata!

# warning_containerInheritance_short
source: L10N mode: Inheritance
it: Modalità L10N: ereditarietà

# cannotedit_doktypemountpoint
source: This page acts as a mount point and its content is being replaced by another page ("%s"). Therefore you cannot edit the content of this page directly.
it: Questa pagina funge da punto di montaggio e il suo contenuto viene sostituito da un’altra pagina (“% s”). Pertanto non è possibile modificare direttamente il contenuto di questa pagina.

# jumptomountsourcepage
source: Jump to source page of this mount point
it: Springe zur Ursprungsseite für diese Freigabe

# cannotedit_contentfrompid
source: This page has been configured in a way that it doesn't have any content itself but instead the content of another page ("%s") is shown. Therefore you cannot edit the content of this page directly.
it: Questa pagina è stata configurata in modo tale da non avere alcun contenuto ma invece viene mostrato il contenuto di un’altra pagina (“% s”). Pertanto non è possibile modificare direttamente il contenuto di questa pagina.

# jumptocontentfrompidpage
source: Jump to page containing the content elements
it: Passa alla pagina contenente gli elementi di contenuto

# cannotedit_shortcut_0
source: This page is of the type "shortcut". Instead of having content on its own, this page shows the content the page "%s". Therefore you cannot edit the content of this page directly.
it: Questa pagina è del tipo “collegamento”. Invece di avere il contenuto da solo, questa pagina mostra il contenuto della pagina “% s”. Pertanto non è possibile modificare direttamente il contenuto di questa pagina.

# cannotedit_shortcut_1
source: This page is of the type "shortcut". Instead of having content on its own, this page shows the content from the first sub page. Therefore you cannot edit the content of this page directly.
it: Questa pagina è del tipo “collegamento”. Invece di avere il contenuto da solo, questa pagina mostra il contenuto della prima sottopagina. Pertanto non è possibile modificare direttamente il contenuto di questa pagina.

# cannotedit_shortcut_2
source: This page is of the type "shortcut". Instead of having content on its own, this page shows the content of a random sub page. Therefore you cannot edit the content of this page directly.
it: Questa pagina è del tipo “collegamento”. Invece di avere il contenuto da solo, questa pagina mostra il contenuto di una sottopagina casuale. Pertanto non è possibile modificare direttamente il contenuto di questa pagina.

source: Jump to shortcut destination
it: Vai alla destinazione del collegamento

# cannotedit_externalurl_1
source: This page refers to an external website, you therefore cannot edit the content of this page directly.
it: Questa pagina fa riferimento a un sito web esterno, quindi non è possibile modificare direttamente il contenuto di questa pagina.

# cannotedit_externalurl_2
source: This page refers to an external FTP location, you therefore cannot edit the content of this page directly.
it: Questa pagina fa riferimento a una posizione FTP esterna, quindi non è possibile modificare direttamente il contenuto di questa pagina.

# cannotedit_externalurl_3
source: This page refers to an email address, you therefore cannot edit the content of this page directly.
it: Questa pagina fa riferimento a un indirizzo email, quindi non è possibile modificare direttamente il contenuto di questa pagina.

# jumptoexternalurl
source: Jump to external URL (%s)
it: Passa a URL esterno (% s)

# editpage_sysfolder_intro
source: The current page is of the type "Sysfolder". Sysfolders usually don't contain content elements but are used for collecting other types of records in a single folder.
it: La pagina corrente è del tipo “Sysfolder”. Le cartelle di sistema in genere non contengono elementi di contenuto ma vengono utilizzate per raccogliere altri tipi di record in una singola cartella.

# editpage_sysfolder_listview_noaccess
source: The content of a Sysfolder is usually managed by the "List" module but you currently don't have access to that module. If you need to access the data in the Sysfolder anyway, please ask your system administrator to grant you access to the List module.
it: Il contenuto di una Sysfolder è solitamente gestito dal modulo “List” ma al momento non hai accesso a quel modulo. Se devi comunque accedere ai dati nella cartella Sys, chiedi al tuo amministratore di sistema di concederti l’accesso al modulo List.

# editpage_sysfolder_switchtolistview
source: Switch to list view
it: Passa alla visualizzazione elenco

# template_nodescriptionavailable
source: No description available.
it: Nessuna descrizione disponibile.

# template_titledefault
source: Default template
it: Modello predefinito

# template_titleInherit
source: No selection (inherit)
it: Nessuna selezione (eredita)

# willbereplacedbydefaultlanguage
source: (will be replaced by content of default language)
it: (sarà sostituito dal contenuto della lingua predefinita)

# newce_defaulttext_text
source: Please enter some text here
it: Si prega di inserire del testo qui

# view_basic
source: Basic view
it: Vista base

# view_tree
source: Tree view
it: Vista ad albero

# createnewtranslation
source: Create new page translation
it: Crea una nuova traduzione della pagina

# selectlanguageversion
source: Show page language version
it: Mostra la versione in lingua della pagina

source: Page localization mode
it: Modalità di localizzazione della pagina

# pageLocalizationMode_separate
source: Separate structures
it: Strutture separate

# pageLocalizationMode_inheritance
source: Inheritance of values
it: Eredità di valori

# pageLocalizationMode_inheritance.disableInheritance
source: Don't inherit structure
it: Non ereditare la struttura

# pageLocalizationDisplayMode
source: Display mode
it: Modalità di visualizzazione

# pageLocalizationDisplayMode_selectedLanguage
source: Selected language
it: Lingua selezionata

# pageLocalizationDisplayMode_onlyLocalized
source: Only localized elements
it: Solo elementi localizzati

source: Click to edit translation
it: Fare clic per modificare la traduzione

# editlanguageversion
source: Edit page properties
it: Modifica le proprietà della pagina

source: Multiple languages
it: Lingue multiple

source: Language disabled
it: Lingua disattivata

source: View sub elements
it: Visualizza i sottoelementi

# gobacktooverview
source: Go back to whole page view
it: Torna alla visualizzazione della pagina intera

# createnewrecord
source: Create new element
it: Crea un nuovo elemento

# hiderecord
source: Hide element
it: Nascondi elemento

# unhiderecord
source: Unhide element
it: Mostra elemento

# editrecord
source: Edit element
it: Modifica elemento

# editrecord_d
source: Editing is not allowed for this element!
it: La modifica di questo elemento non è consentita!

# pasterecord
source: Paste element
it: Incolla elemento

# pastefce_andcopyallsubs
source: Paste copy of element and make copies of all sub elements
it: Incolla la copia dell’elemento e crea copie di tutti i sottoelementi

# pastefce_andreferencesubs
source: Paste copy of element and keep references to original sub elements
it: Incolla la copia dell’elemento e mantieni i riferimenti ai sottoelementi originali

# copyrecord
source: Copy element
it: Copia elemento

# cutrecord
source: Cut element
it: Taglia elemento

source: Create reference
it: Crea un riferimento

# unlinkRecord
source: Unlink element
it: Scollega elemento

# deleteRecord
source: Delete element (!)
it: Elimina elemento (!)

# deleteRecordMsg
source: Do you really want to delete this element?
it: Vuoi davvero eliminare questo elemento?

# deleteRecordWithReferencesMsg
source: This element is also referenced on other pages. Do you really want to delete this element?
it: Questo elemento è referenziato anche in altre pagine. Vuoi davvero eliminare questo elemento?

# unlinkRecordMsg
source: Unlink element?
it: Scollegare l’elemento?

source: Page related information
it: Informazioni relative alla pagina

source: Advanced functions
it: Funzioni avanzate

# localization
source: Translations
it: Traduzioni

# availabletranslations
source: Translations
it: Traduzioni

source: Versioning
it: Versioni

source: Non-used elements
it: elementi non usati

# makeLocal
source: Create local copy
it: Crea una copia locale

# makeLocalMsg
source: Do you want to create a local copy of this referenced element?
it: Vuoi creare una copia locale di questo elemento referenziato?

# performTranslation
source: Click to translate FlexForm
it: Clicca per tradurre FlexForm

source: Path
it: Percorso

source: Default language
it: Lingua predefinita

# createcopyfortranslation
source: Create a copy for translation
it: Crea una copia della traduzione

# inititemno_elementsNotBeingUsed
source: Elements not being used in this language or sheet
it: Elemento non usato in questa lingua o foglio

# rendernonusedelements_deleteall
source: Delete all records above marked with delete-icon
it: Elimina tutti i record selezionati cliccando sull’icona di eliminazione

# renderreferencecount_delete
source: Delete!
it: Elimina!

# sidebar_advancedfunctions_labelshowhidden
source: Show hidden elements
it: visualizza elementi nascosti

# sidebar_advancedfunctions_labelshowoutline
source: Show outline
it: Visualizza linea esterna

# sidebar_advancedfunctions_labelcachefunctions
source: Cache functions
it: Funzioni di caching

# sidebar_renderitem_showtranslationinformation
source: Display translation information
it: Visualizza informazioni di traduzione

# sidebar_versionSelector
source: Versioning
it: Versione

# sidebar_versionSelector_createVersion
source: Create version of this page
it: Crea versione per questa pagina

# outline_header_title
source: Title:
it: Titolo:

# outline_header_controls
source: Controls:
it: Controlli:

# outline_header_status
source: Status:
it: Stato:

# outline_header_element
source: Element:
it: Elemento:

# outline_status_dirty
source: Click to clean up XML...
it: Clicca per pulire il codice XML…

# outline_status_clean
source: XML is clean.
it: XML è pulito.

# outline_status_cleanAll
source: Clean XML of all dirty elements above!
it: Pulisci l’XML da tutti gli elementi errati!

# element_localizations
source: Localizations
it: Localizzazioni

# records
source: Other elements (non-content)
it: Altri elementi (nessun contenuto)

# displayRecordsFrom
source: Display elements from:
it: visualizza elementi da:

# content_from_pid_title
source: Page uses content from this page: %s
it: Pagina usa questi contenuti da questa pagina: %s

# missing_edit_right
source: Your user settings don't allow creating, moving or removing elements from this page.
it: Le tue impostazioni non permettono la creazione, lo spostamento o la rimozione degli elementi da questa pagina

# missing_edit_right_detail
source: Your settings indicate that you're either don't have the general right to edit page content, or you're not allowed to modify required tables or you're not allowed to edit the content fields. We suggest you recheck the settings or get in touch with your technical support.
it: Le tue impostazioni indicano che non hai il permesso di modificare il contenuto della pagina, o non sei autorizzato a modificare le tabelle obbligatorie o non sei autorizzato a modificare i campi del contenuto. Ti consigliamo di ricontrollare le impostazioni o di metterti in contatto con il tuo supporto tecnico.

# maximal_content_elements
source: The maximal amount of %d content elements is reached in field "%s."
it: Il valore massimo di %d elementi di contenuti sono raggiunti nei campi "%s".

# page_structure_inherited
source: The content structure for this lanuage differs from the default language.
it: La struttura dei contenuti per questa lingua sono diverse da quella della lingua predefinita

# page_structure_inherited_detail
source: If that's not what you expect, please contact you content administrator.
it: Se non è quello che ti aspetti, contatta l’amministratore dei contenuti.

# page_not_found
source: The requested page can't be found or is not accessible.
it: La pagina richiesta non è stata trovata o non è accessibile.
