Repository: teksetter/templavoilaplus-languagefiles
Catalog: v7/*/*.locallang_db.xlf
Languages: de, it

# tx_templavoilaplus_tmplobj
source: TemplaVoilà! Plus Template Object
de: TemplaVoilà!-Plus-Vorlagenobjekt
it: TemplaVoilà! Plus: Oggetto Template (TO)

# tx_templavoilaplus_tmplobj.title
source: Title:
de: Titel:
it: Titolo:

# tx_templavoilaplus_tmplobj.datastructure
source: Data Structure:
de: Datenstruktur:
it: Struttura dati:

# tx_templavoilaplus_tmplobj.fileref
source: File reference:
de: Dateireferenz:
it: File di riferimento:

# tx_templavoilaplus_tmplobj.belayout
source: BELayout Template File:
de: Vorlagendatei BE-Layout:
it: File di template per il Layout di BE:

# tx_templavoilaplus_tmplobj.previewicon
source: Attach preview icon (gif or png in 1:1 size):
de: Vorschaubild (GIF oder PNG in 1:1 Größe):
it: Icona di anteprima (GIF o PNG in 1:1 size):

# tx_templavoilaplus_tmplobj.description
source: Description of the template:
de: Beschreibung der Vorlage:
it: Descrizione del template:

# tx_templavoilaplus_tmplobj.ds_createnew
source: Create new data structure!
de: Neue Datenstruktur erzeugen!
it: Crea una Nuova strutture dati!

# tx_templavoilaplus_tmplobj.rendertype
source: Select a type of rendering:
de: Darstellungsart auswählen:
it: Selezione un tipo di rendering:

# tx_templavoilaplus_tmplobj.rendertype.I.0
source: Default output
de: Standardausgabe
it: Output di default

# tx_templavoilaplus_tmplobj.rendertype.I.1
source: Printer friendly
de: Druckerfreundlich
it: Stampe

# tx_templavoilaplus_tmplobj.parent
source: Make this a sub-template of:
de: Als Untervorlage definieren von:
it: Questo è un sott template di:

# tx_templavoilaplus_tmplobj.rendertype_ref
source: Inherit default subtemplates from:
de: Standarduntervorlagen erben von:
it: Eredita le impostazioni di default dal template:

# tx_templavoilaplus_tmplobj.localProc
source: Local Processing (XML):
de: Lokale Verarbeitung (XML):
it: Processo locale (XML):

# be_groups.tx_templavoilaplus_access
source: Disallow access to TemplaVoilà! Plus objects:
de: Zugriff auf TemplaVoilà!-Plus-Objekt verbieten:
it: Disabilita accesso agli oggetti TemplaVoilà! Plus:

# tx_templavoilaplus_datastructure
source: TemplaVoilà! Plus Data Structure
de: TemplaVoilà!-Plus-Datenstruktur
it: TemplaVoilà! Struttura Dati (DS)

# tx_templavoilaplus_datastructure.title
source: Title:
de: Titel:
it: Titolo:

# tx_templavoilaplus_datastructure.dataprot
source: Data Structure XML:
de: XML der Datenstruktur:
it: Struttura dati XML:

# tx_templavoilaplus_datastructure.scope
source: Category:
de: Kategorie:
it: Categoria:

# tx_templavoilaplus_datastructure.scope.I.1
source: Page Template
de: Seitenvorlage
it: Template di pagina

# tx_templavoilaplus_datastructure.scope.I.2
source: Flexible Content Element
de: Flexibles Inhaltselement
it: Elemente di contenuto flessibile

# tt_content.tx_templavoilaplus_ds
source: Data Structure:
de: Datenstruktur:
it: Struttura dati (DS):

# tt_content.tx_templavoilaplus_to
source: Template Object:
de: Vorlagenobjekt:
it: Oggetto template (TO):

# tt_content.tx_templavoilaplus_pito
source: Plug-In Template Object:
de: Vorlagenobjekt für Erweiterung:
it: Oggetto plug-in in template:

# tt_content.tx_templavoilaplus_flex
source: Content:
de: Inhalt:
it: Contenuto:

# tt_content.CType_pi1
source: Flexible Content
de: Flexibler Inhalt
it: Contenuto flessibile

# pages.tx_templavoilaplus_ds
source: Page Template Structure:
de: Seitenvorlagenstruktur:
it: Struttura template di pagina:

# pages.tx_templavoilaplus_to
source: Use Template Design:
de: Vorlagen-Design benutzen:
it: Usa questo template:

# pages.tx_templavoilaplus_next_ds
source: Subpages - Page Template Structure:
de: Unterseiten - Seitenvorlagenstruktur:
it: Sottopagine - Struttura template di pagina:

# pages.tx_templavoilaplus_next_to
source: Subpages - Use Template Design:
de: Unterseiten - Vorlagen-Design benutzen:
it: Sottopagine - Usa questo template:

# pages.tx_templavoilaplus_flex
source: Content:
de: Inhalt:
it: Contenuto:

# pages.storage_pid
source: General Record Storage page:
de: Datensatzsammlung:

# pages.storage_pid_formlabel
source: Page
de: Seite
it: Pagina

# pages.palettes.storage
source: General Record Storage Page
de: Datensatzsammlung
